Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# LenTArg1
source: text_column
bg_bg: текстова_колона
ca_es: columna_text
cs_cz: sloupec_textu
da_dk: tekst_kolonne
de_de: Textspalte
el_gr: στήλη_κειμένου
es_es: columna_texto
et_ee: tekstiveerg
eu_es: testu_zutabea
fi_fi: tekstisarake
fr_fr: colonne_texte
gl_es: columna_texto
hi_in: पाठ_स्तंभ
hr_hr: tekstni_stupac
hu_hu: szöveg_oszlopa
it_it: colonna_testo
ja_jp: テキスト_列
kk_kz: мәтін_бағаны
ko_kr: 텍스트_열
lt_lt: teksto_stulpelis
lv_lv: teksta_kolonna
ms_my: lajur_teks
nb_no: tekstkolonne
nl_nl: kolom_tekst
pl_pl: kolumna_tekstu
pt_br: coluna_texto
pt_pt: coluna_texto
ro_ro: coloană_text
ru_ru: текстовый_столбец
sk_sk: textový_stĺpec
sl_si: stolpec_z_besedilom
sr_cyrl_rs: текст_колона
sr_latn_rs: tekst_kolona
sv_se: text_kolumn
th_th: คอลัมน์_ข้อความ
tr_tr: metin_sütunu
uk_ua: текстовий_стовпець
vi_vn: cột_văn_bản
zh_cn: 文本列
zh_tw: 文字_資料行

# AboutUpper
source: Converts a text value to all uppercase letters.
bg_bg: Преобразува всички букви на дадена текстова стойност в главни.
ca_es: Converteix un valor de text en majúscules.
cs_cz: Převede všechna písmena textové hodnoty na velká.
da_dk: Konverterer en tekstværdi til store bogstaver.
de_de: Konvertiert einen Textwert in Großbuchstaben.
el_gr: Μετατρέπει μια τιμή κειμένου σε όλα κεφαλαία.
es_es: Convierte un valor de texto en letras mayúsculas.
et_ee: Rakendab tekstväärtusele suurtähestuse.
eu_es: Testu-balio baten letra guztiak maiuskulaz jartzen ditu.
fi_fi: Muuntaa tekstiarvon kokonaan isoiksi kirjaimiksi.
fr_fr: Convertit une valeur de texte en lettres majuscules.
gl_es: Converte un valor de texto en letras maiúsculas.
hi_in: पाठ मान को सभी अपरकेस अक्षरों में रूपांतरित करता है.
hr_hr: Pretvara tekstnu vrijednost u sva velika slova.
hu_hu: Csupa nagybetűssé alakít egy adott szöveges értéket.
it_it: Converte un intero valore di testo in lettere maiuscole.
ja_jp: テキスト値をすべて大文字に変換します。
kk_kz: Мәтіндік мәннің әріптерін бас әріптерге түрлендіреді.
ko_kr: 텍스트 값을 모든 대문자로 변환합니다.
lt_lt: Konvertuoja teksto reikšmę į visas didžiąsias raides.
lv_lv: Pārvērš teksta vērtību par visiem lielajiem burtiem.
ms_my: Menukarkan nilai teks kepada semua abjad huruf besar.
nb_no: Konverterer en tekstverdi til bare store bokstaver.
nl_nl: Hiermee wordt tekstwaarde volledig geconverteerd naar hoofdletters.
pl_pl: Konwertuje wartość tekstową na wszystkie wielkie litery.
pt_br: Converte um valor de texto em letras maiúsculas.
pt_pt: Converte totalmente um valor de texto para letras maiúsculas.
ro_ro: Convertește o valoare text astfel încât să conțină doar majuscule.
ru_ru: Переводит все символы текстового значения в прописные.
sk_sk: Skonvertuje textovú hodnotu na text s veľkými písmenami.
sl_si: Pretvori besedilno vrednost v vrednost z vsemi velikimi črkami.
sr_cyrl_rs: Претвара вредност текста у велика слова.
sr_latn_rs: Pretvara vrednost teksta u velika slova.
sv_se: Konverterar ett textvärde till enbart versaler.
th_th: แปลงข้อความเป็นตัวพิมพ์ใหญ่ทั้งหมด
tr_tr: Bir metin değerinin tüm harflerini büyük harfe dönüştürür.
uk_ua: Застосовує до текстового значення верхній регістр.
vi_vn: Chuyển đổi một giá trị văn bản sang chữ viết hoa toàn bộ.
zh_cn: 将文本值全部转换为大写字母。
zh_tw: 將文字值轉換為全大寫字母。

# AboutUpperT
source: Converts all letters in a text value, evaluated per row within the specified table or collection, to uppercase.
bg_bg: Преобразува всички букви в дадена текстова стойност, изчислена на ред в указаната таблица или колекция, в главни.
ca_es: Converteix en majúscules totes les lletres d'un valor de text, avaluat per fila en una taula o una col·lecció especificada.
cs_cz: Převede všechna písmena textové hodnoty na velká. Vyhodnocuje se pro každý řádek v zadané tabulce nebo kolekci.
da_dk: Konverterer alle bogstaver i en tekstværdi, som evalueres pr. række i den angivne tabel eller samling, til store bogstaver.
de_de: Konvertiert alle Buchstaben in einem Textwert in Großbuchstaben, wobei die angegebene Tabelle oder Sammlung zeilenweise ausgewertet wird.
el_gr: Μετατρέπει όλα τα γράμματα σε μια τιμή κειμένου, που αξιολογείται ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής, σε κεφαλαία.
es_es: Convierte en mayúsculas todas las letras de un valor de texto evaluado por fila dentro de la tabla o colección especificada.
et_ee: Rakendab tekstväärtuse kõigile tähtedele suurtähestuse, mis arvutatakse määratud tabelis või kogumis ridade kaupa.
eu_es: Zehaztutako taulan edo bilduman errenkadako ebaluatu den testu-balio baten letra guztiak maiuskulaz jartzen ditu.
fi_fi: Muuntaa tekstiarvon kaikki kirjaimet arvioituna riviä kohden määritetyssä taulukossa tai kokoelmassa isoiksi kirjaimiksi.
fr_fr: Convertit toutes les lettres d’une valeur de texte, évaluée par ligne dans la table ou la collection spécifiée, en majuscules.
gl_es: Converte todas as letras dun valor de texto, avaliado por fila dentro da táboa ou colección especificadas, en maiúsculas.
hi_in: किसी निर्दिष्ट तालिका या संग्रह में पाठ मान के सभी अक्षरों को प्रति पंक्ति अपरकेस में रूपांतरित करता है.
hr_hr: Pretvara sva slova u tekstnoj vrijednosti, vrednovane na temelju retka unutar određene tablice ili zbirke, u velika slova.
hu_hu: Nagybetűssé alakítja egy szöveges érték minden betűjét, kiértékelése soronként történik a megadott táblában vagy gyűjteményben.
it_it: Converte in maiuscolo tutte le lettere di un valore di testo, valutato per riga all'interno della tabella o della raccolta specificata.
ja_jp: テキスト値内のすべての文字を大文字に変換します。指定のテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Көрсетілген кестеде немесе жиынтықта әр жол үшін есептелетін мәтіндік мәндегі барлық әріптерді бас әріптерге түрлендіреді.
ko_kr: 지정된 테이블이나 컬렉션 내에서 행당 평가되는 텍스트 값의 모든 문자를 대문자로 변환합니다.
lt_lt: Visas teksto reikšmės, įvertintos pagal kiekvieną eilutę nurodytoje lentelėje ar rinkinyje, raides konvertuoja į didžiąsias.
lv_lv: Pārvērš visus burtus teksta vērtībā, kas novērtēta katrai rindai norādītajā tabulā vai kolekcijā, uz lielajiem burtiem.
ms_my: Menukarkan semua huruf dalam nilai teks, dinilaikan setiap baris dalam jadual atau koleksi yang ditentukan, kepada huruf besar.
nb_no: Konverterer alle bokstaver i en tekstverdi, evaluert per rad i den angitte tabellen eller samlingen, til store bokstaver.
nl_nl: Hiermee worden alle letters in een tekstwaarde, die per rij in de opgegeven tabel of verzameling wordt geëvalueerd, geconverteerd naar hoofdletters.
pl_pl: Konwertuje wszystkie litery w wartości tekstowej z obliczeniami przeprowadzanymi dla poszczególnych wierszy w określonej tabeli lub kolekcji na wielkie.
pt_br: Converte todas as letras de um valor de texto, avaliado por linha dentro da tabela ou coleção especificada, em maiúsculas.
pt_pt: Converte todas as letras num valor de texto, avaliado por linha na coleção ou na tabela especificada, para maiúsculas.
ro_ro: Convertește toate literele dintr-o valoare text, evaluate per rând în tabelul sau colecția specificate, la majuscule.
ru_ru: Преобразует все буквы в текстовом значении, вычисленном для каждой строки в указанной таблице или коллекции, в прописные.
sk_sk: Skonvertuje všetky písmená v textovej hodnote vyhodnotenej pre riadok v zadanej tabuľke alebo kolekcii na veľké písmená.
sl_si: Pretvori vse črke v besedilnih vrednostih, ki so ovrednotene za vsako vrstico določene tabele ali zbirke, v velike črke.
sr_cyrl_rs: Претвара сва слова у вредности текста, процењене по реду у оквиру наведене табеле или колекције, у велика слова.
sr_latn_rs: Pretvara sva slova u vrednosti teksta, procenjene po redu u okviru navedene tabele ili kolekcije, u velika slova.
sv_se: Konverterar alla bokstäver i ett textvärde, utvärderat efter rad inom den angivna tabellen eller samlingen, till versaler.
th_th: แปลงตัวอักษรทั้งหมดในข้อความให้เป็นตัวพิมพ์ใหญ่ โดยประเมินทีละแถวในตารางหรือคอลเลกชันที่ระบุ
tr_tr: Belirtilen tablo veya koleksiyondaki her satır için değerlendirilen bir metin değerinin tüm harflerini büyük harfe dönüştürür.
uk_ua: Застосовує верхній регістр до всіх букв у текстових значеннях кожного рядка в межах указаної таблиці або колекції.
vi_vn: Chuyển đổi toàn bộ các chữ trong một giá trị văn bản, được đánh giá theo hàng trong bảng hoặc bộ sưu tập được chỉ định, thành chữ hoa.
zh_cn: 将对指定表或集合中每行计算的文本值中的所有字母转换为大写。
zh_tw: 對指定資料表或集合中的每個資料列進行評估，將文字值中的所有字母，都轉換為大寫。

# AboutUpper_text
source: A text value to convert to uppercase.
bg_bg: Текстова стойност за преобразуване в главни букви.
ca_es: Valor de text que es convertirà en majúscules.
cs_cz: Textová hodnota, která má být převedena na velká písmena
da_dk: En tekstværdi, der skal konverteres til store bogstaver.
de_de: Ein in Großbuchstaben zu konvertierender Textwert.
el_gr: Μια τιμή κειμένου για μετατροπή σε κεφαλαία.
es_es: Un valor de texto que se va a convertir en mayúsculas.
et_ee: Tekstväärtus, millele rakendatakse suurtähestus.
eu_es: Maiuskulaz jarriko den testu-balioa.
fi_fi: Isoiksi kirjaimiksi muunnettava tekstiarvo.
fr_fr: Valeur de texte à convertir en majuscules.
gl_es: Valor de texto que se vai converter en maiúsculas.
hi_in: अपरकेस में रूपांतरित किया जाने वाला पाठ मान.
hr_hr: Tekstna vrijednost koja se pretvara u velika slova.
hu_hu: Az a szöveges érték, amelyet nagybetűssé kell alakítani.
it_it: Valore di testo da convertire in maiuscolo.
ja_jp: 大文字に変換するテキスト値。
kk_kz: Бас әріпке түрлендірілетін мәтіндік мән.
ko_kr: 대문자로 변환할 텍스트 값입니다.
lt_lt: Teksto reikšmė, kurią reikia konvertuoti į didžiąsias raides.
lv_lv: Teksta vērtība, kas jāpārvērš par lielajiem burtiem.
ms_my: Nilai teks untuk ditukarkan kepada huruf besar.
nb_no: En tekstverdi som konverteres til store bokstaver.
nl_nl: Een tekstwaarde die moet worden geconverteerd naar hoofdletters.
pl_pl: Wartość tekstowa do przekonwertowania na wielkie litery.
pt_br: Valor de texto a ser convertido para maiúsculas.
pt_pt: Um valor de texto a converter para converter em maiúsculas.
ro_ro: O valoare text căreia i se efectuează conversia la majuscule.
ru_ru: Текстовое значение для преобразования в прописное.
sk_sk: Textová hodnota na konverziu na veľké písmená.
sl_si: Besedilna vrednost, ki jo je treba pretvoriti v velike črke.
sr_cyrl_rs: Вредност текста за конвертовање у велика слова.
sr_latn_rs: Vrednost teksta za konvertovanje u velika slova.
sv_se: Ett textvärde att konvertera till versaler.
th_th: ข้อความที่ต้องการแปลงให้เป็นตัวพิมพ์ใหญ่
tr_tr: Tüm harfleri büyük harfe dönüştürülecek bir metin değeri.
uk_ua: Текстове значення, до якого потрібно застосувати верхній регістр.
vi_vn: Giá trị văn bản cần chuyển đổi thành chữ hoa.
zh_cn: 要转换为大写的文本值。
zh_tw: 要轉換為大寫的文字值。

# AboutUpper_text_column
source: A column of text values to convert to a column of uppercase text values.
bg_bg: Колона с текстови стойности за преобразуване в колона с текстови стойности с главни букви.
ca_es: Columna de valors de text que es convertirà en una columna de valors de text en majúscules.
cs_cz: Sloupec textových hodnot, který se má převést na sloupec textových hodnot se samými velkými písmeny
da_dk: En kolonne af tekstværdier, der skal konverteres til en kolonne af tekstværdier med store bogstaver.
de_de: Eine Spalte von Textwerten, die in eine Spalte von Textwerten in Großbuchstaben konvertiert werden sollen.
el_gr: Μια στήλη τιμών κειμένου για μετατροπή σε μια στήλη τιμών κειμένου για κεφαλαία.
es_es: Una columna de valores de texto que se va a convertir en una columna de valores de texto en mayúsculas.
et_ee: Tekstväärtuste veerg, mis teisendatakse suurtähestusega tekstväärtuste veeruks.
eu_es: Maiuskulaz idatzitako testu-balioen zutabe bihurtuko den testu-balioen zutabea.
fi_fi: Isoilla kirjaimilla kirjoitettujen tekstiarvojen sarakkeeksi muunnettavien tekstiarvojen sarake.
fr_fr: Colonne de valeurs de texte à convertir en colonne de valeurs de texte en majuscules.
gl_es: Columna de valores de texto que se van converter nunha columna de valores de texto en maiúsculas.
hi_in: पाठ मानों का वह स्तंभ जिसे अपरकेस पाठ मानों के स्तंभ में रूपांतरित किया जाएगा.
hr_hr: Stupac tekstnih vrijednosti koji se pretvara u stupac tekstnih vrijednosti velikim slovima.
hu_hu: Az azokat a szöveges értékeket tartalmazó oszlop, amelyeket nagybetűssé kell alakítani.
it_it: Colonna di valori di testo da convertire in una colonna di valori di testo in maiuscolo.
ja_jp: 大文字のテキスト値の列に変換するテキスト値の列。
kk_kz: Бас әріптермен берілетін мәтіндік мәндер бағанына түрлендірілетін мәтіндік мәндердің бағаны.
ko_kr: 대문자 텍스트 값 열로 변환할 텍스트 값 열입니다.
lt_lt: Teksto reikšmių stulpelis, kurį reikia konvertuoti į teksto reikšmių didžiosiomis raidėmis stulpelį.
lv_lv: Teksta vērtību kolonna, kas jāpārvērš par lielo burtu teksta vērtību kolonnu.
ms_my: Lajur nilai teks untuk ditukarkan kepada lajur nilai teks huruf besar.
nb_no: En kolonne med tekstverdier som skal konverteres til en kolonne med tekstverdier for store bokstaver.
nl_nl: Een kolom met tekstwaarden die moeten worden geconverteerd naar een kolom met tekstwaarden in hoofdletters.
pl_pl: Kolumna wartości tekstowych do przekonwertowania na kolumnę wartości tekstowych składających się z wielkich liter.
pt_br: Coluna de valores de texto a ser convertida para uma coluna de valores de texto em maiúsculas.
pt_pt: Uma coluna de valores de texto a converter numa coluna de valores de texto em maiúsculas.
ro_ro: O coloană de valori text căreia i se efectuează conversia la o coloană de valori text cu majuscule.
ru_ru: Столбец текстовых значений для преобразования в столбец прописных значений.
sk_sk: Stĺpec textových hodnôt na konverziu na stĺpec textových hodnôt s veľkými písmenami.
sl_si: Stolpec besedilnih vrednosti, ki ga je treba pretvoriti v stolpec besedilnih vrednosti z velikimi črkami.
sr_cyrl_rs: Колона са вредностима текста за конвертовање у колону са вредностима текста написаним великим словима.
sr_latn_rs: Kolona sa vrednostima teksta za konvertovanje u kolonu sa vrednostima teksta napisanim velikim slovima.
sv_se: En kolumn med textvärden att konvertera till en kolumn med textvärden i versaler.
th_th: คอลัมน์ของข้อความที่ต้องการแปลงให้เป็นคอลัมน์ของข้อความตัวพิมพ์ใหญ่
tr_tr: Tüm harfleri büyük metin değerleri sütununa dönüştürülecek olan bir metin değerleri sütunu.
uk_ua: Стовпець із текстовими значеннями, до яких потрібно застосувати верхній регістр.
vi_vn: Cột chứa các giá trị văn bản cần chuyển đổi thành một cột chứa các giá trị văn bản có chữ hoa.
zh_cn: 文本值组成的列，要转换为大写文本值组成的列。
zh_tw: 要轉換為大寫文字值資料行的文字值資料行。

# AboutLower
source: Converts all letters in a text value to lowercase.
bg_bg: Преобразува всички букви в дадена текстова стойност в малки букви.
ca_es: Converteix totes les lletres d'un valor de text en minúscules.
cs_cz: Převede všechna písmena v textové hodnotě na malá písmena.
da_dk: Konverterer alle bogstaver i en tekstværdi til små bogstaver.
de_de: Konvertiert alle Buchstaben in einem Textwert in Kleinbuchstaben.
el_gr: Μετατρέπει όλα τα γράμματα σε μια τιμή κειμένου σε πεζά.
es_es: Convierte todas las letras de un valor de texto en minúsculas.
et_ee: Muudab kõik tekstväärtuses olevad tähed väiketähelisteks.
eu_es: Testu-balio baten letra guztiak minuskulaz jartzen ditu.
fi_fi: Muuntaa tekstiarvon kaikki kirjaimet pieniksi kirjaimiksi.
fr_fr: Convertit toutes les lettres d’une valeur de texte en minuscules.
gl_es: Converte todas as letras dun valor de texto en minúsculas.
hi_in: किसी पाठ मान के सभी अक्षरों को लोअरकेस में रूपांतरित करता है.
hr_hr: Pretvara sva slova u tekstnoj vrijednosti u mala slova.
hu_hu: Kisbetűssé alakítja egy adott szöveges érték összes betűjét.
it_it: Converte in minuscolo tutte le lettere in un valore di testo.
ja_jp: テキスト値内のすべての文字を小文字に変換します。
kk_kz: Мәтіндік мәндегі барлық әріптерді кіші әріптерге түрлендіреді.
ko_kr: 텍스트 값의 모든 문자를 소문자로 변환합니다.
lt_lt: Visas teksto reikšmės raides konvertuoja į mažąsias raides.
lv_lv: Pārvērš visus burtus teksta vērtībā par mazajiem.
ms_my: Menukar semua huruf dalam nilai teks kepada huruf kecil.
nb_no: Konverterer alle bokstaver i en tekstverdi til små bokstaver.
nl_nl: Hiermee worden alle letters in een tekstwaarde geconverteerd naar kleine letters.
pl_pl: Konwertuje wszystkie litery w wartości tekstowej na małe litery.
pt_br: Converte todas as letras de um texto para minúsculas.
pt_pt: Converte todas as letras de um valor de texto em minúsculas.
ro_ro: Convertește toate literele dintr-o valoare text la litere mici.
ru_ru: Преобразует все буквы в текстовом значении в строчные.
sk_sk: Skonvertuje všetky písmená v textovej hodnote na malé písmená.
sl_si: Pretvori vse črke v besedilni vrednosti v male črke.
sr_cyrl_rs: Конвертује сва слова у вредности текста у мала слова.
sr_latn_rs: Konvertuje sva slova u vrednosti teksta u mala slova.
sv_se: Konverterar alla bokstäver i ett textvärde till gemener.
th_th: แปลงตัวอักษรทั้งหมดในข้อความให้เป็นตัวพิมพ์เล็ก
tr_tr: Bir metin değerindeki tüm harfleri küçük harfe dönüştürür.
uk_ua: Застосовує нижній регістр до всіх букв у текстовому значенні.
vi_vn: Chuyển đổi tất cả các chữ cái trong giá trị văn bản thành chữ thường.
zh_cn: 将文本值中的所有字母转换为小写。
zh_tw: 將文字值中的所有字母，都轉換為小寫。

# AboutLowerT
source: Converts all letters in a text value, evaluated per row within the specified table or collection, to lowercase.
bg_bg: Преобразува всички букви в дадена текстова стойност, изчислена на ред в указаната таблица или колекция, в малки букви.
ca_es: Converteix totes les lletres d'un valor de text, avaluades per fila a una taula o una col·lecció especificada, en minúscules.
cs_cz: Převede všechna písmena v textové hodnotě vyhodnocené na každém řádku uvnitř zadané tabulky nebo kolekce na malá písmena.
da_dk: Konverterer alle bogstaver i en tekstværdi, som evalueres pr. række i den angivne tabel eller samling, til små bogstaver.
de_de: Konvertiert alle Buchstaben in einem Textwert, die zeilenweise in der angegebenen Tabelle oder Sammlung ausgewertet werden, in Kleinbuchstaben.
el_gr: Μετατρέπει όλα τα γράμματα σε μια τιμή κειμένου, που αξιολογείται ανά σειρά εντός του καθορισμένου πίνακα ή της καθορισμένης συλλογής, σε πεζά.
es_es: Convierte en minúsculas todas las letras de un valor de texto evaluado por fila dentro de la tabla o colección especificada.
et_ee: Muudab kõik määratud tabelis või kogumis olevate ridade põhjal arvutatud tekstväärtuse tähed väiketäheliseks.
eu_es: Zehaztutako taulan edo bilduman errenkadako ebaluatu den testu-balio baten letra guztiak minuskulaz jartzen ditu.
fi_fi: Muuntaa tekstiarvon kaikki kirjaimet arvioituna riviä kohden määritetyssä taulukossa tai kokoelmassa pieniksi kirjaimiksi.
fr_fr: Convertit toutes les lettres d’une valeur de texte, évaluée par ligne dans la table ou la collection spécifiée, en minuscules.
gl_es: Converte todas as letras dun valor de texto, avaliado por fila dentro da táboa ou colección especificadas, en minúsculas.
hi_in: किसी पाठ मान के सभी अक्षरों को लोअरकेस में रूपांतरित करता है, जिसका मूल्यांकन निर्दिष्ट तालिका या संग्रह की प्रत्येक पंक्ति पर किया जाता है.
hr_hr: Pretvara sva slova u tekstnoj vrijednosti, vrednovano na temelju retka unutar određene tablice ili zbirke, u mala slova.
hu_hu: Kisbetűssé alakítja egy szöveges érték minden betűjét, kiértékelése soronként történik a megadott táblában vagy gyűjteményben.
it_it: Converte in minuscolo tutte le lettere in un valore di testo, valutate per riga all'interno della tabella o della raccolta specificata.
ja_jp: テキスト値内のすべての文字を小文字に変換します。指定のテーブルまたはコレクション内の行ごとに評価されます。
kk_kz: Көрсетілген кестеде немесе жиынтықта әр жол үшін есептелетін мәтіндік мәндегі барлық әріптерді кіші әріптерге түрлендіреді.
ko_kr: 지정된 테이블이나 컬렉션 내 행당 평가되는 텍스트 값의 모든 문자를 소문자로 변환합니다.
lt_lt: Visas teksto reikšmės, įvertintos pagal kiekvieną eilutę nurodytoje lentelėje ar rinkinyje, raides konvertuoja į mažąsias.
lv_lv: Pārvērš visus burtus teksta vērtībā, kas novērtēta katrai rindai norādītajā tabulā vai kolekcijā, par mazajiem.
ms_my: Menukar semua huruf dalam nilai teks yang dinilai bagi setiap baris dalam jadual atau koleksi yang ditentukan kepada huruf kecil.
nb_no: Konverterer alle bokstaver i en tekstverdi, evaluert per rad i den angitte tabellen eller samlingen, til små bokstaver.
nl_nl: Hiermee worden alle letters in een tekstwaarde, die per rij in de opgegeven tabel of verzameling wordt geëvalueerd, geconverteerd naar kleine letters.
pl_pl: Konwertuje wszystkie litery w wartości tekstowej na małe litery. Funkcja jest oceniana dla każdego wiersza w określonej tabeli lub kolekcji.
pt_br: Converte todas as letras de um texto, avaliadas por linha dentro da tabela ou coleção especificada, para minúsculas.
pt_pt: Converte todas as letras de um valor de texto, avaliadas por linha na tabela ou coleção especificada, em minúsculas.
ro_ro: Convertește toate literele dintr-o valoare text, evaluate pentru fiecare rând din tabelul sau colecția specificate, la litere mici.
ru_ru: Преобразует все буквы в текстовом значении, вычисленном для каждой строки в указанной таблице или коллекции, в строчные.
sk_sk: Skonvertuje všetky písmená v textovej hodnote vyhodnotenej pre riadok v zadanej tabuľke alebo kolekcii na malé písmená.
sl_si: Pretvori vse črke besedilnih vrednosti, ki so ovrednotene za vsako vrstico določene tabele ali zbirke, v male črke.
sr_cyrl_rs: Конвертује сва слова у вредности текста, процењене по реду у оквиру наведене табеле или колекције, у мала слова.
sr_latn_rs: Konvertuje sva slova u vrednosti teksta, procenjene po redu u okviru navedene tabele ili kolekcije, u mala slova.
sv_se: Konverterar alla bokstäver i ett textvärde, utvärderade per rad inom den angivna tabellen eller samlingen, till gemener.
th_th: แปลงตัวอักษรทั้งหมดในข้อความให้เป็นตัวพิมพ์เล็ก โดยประเมินทีละแถวในตารางหรือคอลเลกชันที่ระบุ
tr_tr: Belirtilen tablo veya koleksiyonda her satır için değerlendirilen bir metin değerindeki tüm harfleri küçük harfe dönüştürür.
uk_ua: Застосовує нижній регістр до всіх букв у текстових значеннях указаної таблиці або колекції (результат обчислюється окремо для кожного рядка).
vi_vn: Chuyển đổi tất cả các chữ cái trong giá trị văn bản, được đánh giá trên mỗi hàng trong phạm vi bảng hoặc bộ sưu tập được chỉ định, thành chữ thường.
zh_cn: 将对指定表或集合中每行计算的文本值中的所有字母转换为小写。
zh_tw: 對指定資料表或集合中的每個資料列進行評估，將文字值中的所有字母，都轉換為小寫。
